{ "sentences": [
    "Hypertension is often referred to as a silent killer due to its lack of obvious symptoms.",
    "Cardiomegaly, or an enlarged heart, can be a sign of heart disease or other underlying health issues.",
    "Yeast infections are common fungal infections that can affect various parts of the body.",
    "Hemiplegia is a condition causing paralysis on one side of the body, typically resulting from a stroke or brain injury.",
    "Psychiatry is a medical field specializing in the diagnosis, treatment, and prevention of mental, emotional, and behavioral disorders.",
    "Dermatology is the branch of medicine that focuses on the skin, hair, and nails.",
    "Hemoglobin is a protein in red blood cells that carries oxygen from the lungs to the rest of the body.",
    "Zinc is an essential mineral that plays a vital role in many biological processes, including immune function.",
    "A migraine is a type of headache characterized by intense, throbbing pain, often accompanied by nausea and sensitivity to light and sound.",
    "Xanthoma is a skin condition characterized by the formation of yellowish plaques or nodules, usually caused by lipid disorders.",
    "Adenopathy refers to the abnormal enlargement of the lymph nodes, often a sign of infection or disease.",
    "Renal failure is a medical condition where the kidneys lose the ability to filter waste from the blood effectively.",
    "The zygoma, or cheekbone, plays a crucial role in the structure and appearance of the face.",
    "Bradycardia is a condition characterized by a slower than normal heart rate, often less than 60 beats per minute.",
    "Jaundice is a medical condition marked by yellowing of the skin and eyes, typically caused by liver dysfunction.",
    "A biopsy is a medical procedure that involves the removal of tissue samples for diagnostic testing.",
    "Cardiology is the branch of medicine that deals with disorders of the heart and blood vessels.",
    "Bacteremia occurs when bacteria enter the bloodstream, potentially leading to serious infections.",
    "Pathology is the study of diseases, focusing on their causes, development, and effects on the body.",
    "Radiology is a medical specialty that uses imaging techniques to diagnose and treat diseases.",
    "Lymphoma is a type of cancer that begins in the lymphatic system, affecting the body's immune response.",
    "Yellow nail syndrome is a rare condition characterized by thickened, yellow nails and often associated with respiratory issues.",
    "Zoster, also known as shingles, is a painful skin rash caused by the reactivation of the varicella-zoster virus.",
    "Leukemia is a form of blood cancer that originates in the bone marrow and leads to the overproduction of abnormal white blood cells.",
    "Cholecystectomy is a surgical procedure to remove the gallbladder, often performed due to gallstones or inflammation.",
    "Orthopedics is a branch of medicine focusing on the diagnosis and treatment of disorders of the bones, joints, and muscles.",
    "Laryngitis is the inflammation of the larynx, commonly resulting in hoarseness or loss of voice.",
    "Xerostomia, commonly known as dry mouth, is a condition where the salivary glands don't produce enough saliva.",
    "Ketosis is a metabolic state characterized by elevated levels of ketone bodies in the body, often a result of a low-carbohydrate diet.",
    "Hyperglycemia refers to high blood sugar levels, a common issue in individuals with diabetes.",
    "Fibromyalgia is a chronic condition characterized by widespread musculoskeletal pain, fatigue, and tenderness in localized areas.",
    "Diabetes is a metabolic disorder marked by high blood sugar levels, either due to insufficient insulin production or insulin resistance.",
    "Virology is the study of viruses and virus-like agents, including their structure, classification, and ways to combat them.",
    "Infection occurs when harmful microorganisms like bacteria, viruses, or fungi invade the body and cause harm.",
    "Fibrillation refers to an irregular and often rapid heart rate, which can lead to poor blood flow.",
    "Tuberculosis is a serious infectious disease primarily affecting the lungs, caused by the bacterium Mycobacterium tuberculosis.",
    "Dialysis is a medical procedure that performs the functions of the kidneys in filtering waste from the blood when the kidneys are not working properly.",
    "Urethritis is inflammation of the urethra, often caused by bacterial or viral infections and associated with painful urination.",
    "An X-ray is a radiographic technique used to visualize the internal structures of the body, particularly bones.",
    "Keratitis is the inflammation of the cornea, often caused by infection or injury, leading to redness, pain, and impaired vision.",
    "Jaundice is characterized by yellowing of the skin and eyes, commonly caused by liver dysfunction.",
    "Joint replacement is a surgical procedure where damaged joint parts are replaced with artificial components.",
    "Zoonosis refers to diseases that can be transmitted from animals to humans, such as rabies or bird flu.",
    "Immunodeficiency is a medical condition where the body's immune system is less capable of fighting infections.",
    "Sepsis is a life-threatening response to infection that can lead to tissue damage, organ failure, and death.",
    "Osteoporosis is a bone disease that results in fragile bones, increasing the risk of fractures.",
    "Nephrology is the branch of medicine that deals with the diagnosis and treatment of kidney diseases.",
    "Immunotherapy is a treatment that uses the body's own immune system to fight diseases like cancer.",
    "Quarantine is the practice of isolating individuals to prevent the spread of infectious diseases.",
    "Vasectomy is a surgical procedure for male sterilization or permanent contraception.",
    "Rheumatology is a specialty in medicine focusing on autoimmune conditions and diseases of the joints, muscles, and ligaments.",
    "Quadriplegia is a condition where there is significant loss of muscle function in all four limbs, often due to spinal cord injury.",
    "Sinusitis is the inflammation of the sinuses, leading to symptoms like nasal congestion and facial pain.",
    "Wound care involves managing and treating wounds, from minor cuts to complex injuries.",
    "Gallstones are hardened deposits that can form in the gallbladder, causing pain and digestive problems.",
    "Anemia is a condition where the body lacks enough healthy red blood cells to carry adequate oxygen to tissues.",
    "Angiography is a medical imaging technique used to visualize the inside of blood vessels and organs of the body.",
    "Quadriplegia, also known as tetraplegia, is paralysis caused by illness or injury that results in partial or total loss of use of all limbs.",
    "Neuropathy is damage or dysfunction of one or more nerves, typically causing numbness, tingling, muscle weakness, and pain.",
    "Thrombosis is the formation of a blood clot within a blood vessel, which can block blood flow and lead to serious complications.",
    "Vaccination is the administration of a vaccine to stimulate an individual's immune system to develop adaptive immunity to a pathogen.",
    "A catheter is a flexible tube inserted into the body to treat diseases or perform a surgical procedure.",
    "Glaucoma is an eye condition that can lead to vision loss and blindness by damaging the optic nerve.",
    "Jaundice is a medical condition that causes yellowing of the skin and eyes, often indicating liver problems.",
    "Genetics is the study of genes, genetic variation, and heredity in living organisms.",
    "Yellow fever is a viral infection transmitted by a mosquito bite, causing fever, jaundice, and bleeding.",
    "A wound is an injury to the skin or deeper tissue, often requiring medical attention for proper healing.",
    "Scoliosis is a condition where the spine curves sideways, often diagnosed in childhood or adolescence.",
    "Intubation is the process of inserting a tube through the mouth into the airway to maintain an open airway or administer certain drugs.",
    "An electrocardiogram is a test that records the electrical activity of the heart to detect heart problems.",
    "Whiplash is a neck injury due to forceful, rapid back-and-forth movement of the neck, like the cracking of a whip.",
    "An ulcer is a sore that develops on the lining of the stomach, upper small intestine, or esophagus.",
    "Retinopathy is a disease of the retina that results in impairment or loss of vision.",
    "A fracture is a break, usually in a bone, often caused by an impact or stress.",
    "Kinesiology is the scientific study of human body movement and its impact on health and well-being.",
    "Venipuncture is the process of obtaining blood from a vein, typically for laboratory testing.",
    "Pleurisy is an inflammation of the tissues that line the lungs and chest cavity, often causing sharp chest pain.",
    "Oncology is the branch of medicine that deals with the prevention, diagnosis, and treatment of cancer.",
    "Bronchitis is an inflammation of the lining of the bronchial tubes, which carry air to and from the lungs.",
    "Neuralgia is intense, typically intermittent pain along the course of a nerve, especially in the head or face.",
    "Metastasis refers to the spread of cancer cells from the original tumor site to other parts of the body.",
    "Dyspnea, commonly known as shortness of breath, is a feeling of not being able to breathe well enough.",
    "Meningitis is an inflammation of the membranes surrounding the brain and spinal cord, often caused by infection.",
    "Eczema is a skin condition characterized by itchy, inflamed, and red patches of skin.",
    "Tinnitus is the perception of noise or ringing in the ears, a common problem affecting about 15 to 20 percent of people.",
    "Urticaria, also known as hives, is a skin rash caused by a reaction to food, medicine, or other irritants.",
    "Pneumonia is a lung infection that inflames the air sacs in one or both lungs.",
    "Quinine is a medication used to treat malaria and other diseases caused by parasites.",
    "Lymphedema is a condition of localized fluid retention and tissue swelling caused by a compromised lymphatic system.",
    "Osteomyelitis is an infection in a bone, which can reach a bone by traveling through the bloodstream or spreading from nearby tissue.",
    "Ultrasound is a diagnostic imaging technique that uses high-frequency sound waves to visualize internal organs.",
    "A xenograft is a graft obtained from a different species, often used in medical research and transplants.",
    "Encephalopathy refers to a broad term for any brain disease that alters brain function or structure.",
    "Yaws is a tropical infection of the skin, bones, and joints caused by the bacterium Treponema pallidum pertenue.",
    "Fibrosis is the thickening and scarring of connective tissue, usually as a result of injury or long-term inflammation.",
    "Gastroenterology is the branch of medicine focused on the digestive system and its disorders.",
    "An allergy is an immune system response to a foreign substance that's not typically harmful to the body.",
    "Thoracentesis is a procedure to remove fluid or air from around the lungs.",
    "Wheezing is a high-pitched whistling sound made while breathing, often a sign of a respiratory problem.",
    "Endoscopy is a procedure where a doctor uses specialized instruments to view and operate on the internal organs and vessels."
  ],
  "words":[
    "hypertension",
    "cardiomegaly",
    "yeast",
    "hemiplegia",
    "psychiatry",
    "dermatology",
    "hemoglobin",
    "zinc",
    "migraine",
    "xanthoma",
    "adenopathy",
    "renal failure",
    "zygoma",
    "bradycardia",
    "jaundice",
    "biopsy",
    "cardiology",
    "bacteremia",
    "pathology",
    "radiology",
    "lymphoma",
    "yellow nail syndrome",
    "zoster",
    "leukemia",
    "cholecystectomy",
    "orthopedics",
    "laryngitis",
    "xerostomia",
    "ketosis",
    "hyperglycemia",
    "fibromyalgia",
    "diabetes",
    "virology",
    "infection",
    "fibrillation",
    "tuberculosis",
    "dialysis",
    "urethritis",
    "x-ray",
    "keratitis",
    "jaundice",
    "joint replacement",
    "zoonosis",
    "immunodeficiency",
    "sepsis",
    "osteoporosis",
    "nephrology",
    "immunotherapy",
    "quarantine",
    "vasectomy",
    "rheumatology",
    "quadriplegia",
    "sinusitis",
    "wound care",
    "gallstones",
    "anemia",
    "angiography",
    "quadriplegia",
    "neuropathy",
    "thrombosis",
    "vaccination",
    "catheter",
    "glaucoma",
    "jaundice",
    "genetics",
    "yellow fever",
    "wound",
    "scoliosis",
    "intubation",
    "electrocardiogram",
    "whiplash",
    "ulcer",
    "retinopathy",
    "fracture",
    "kinesiology",
    "venipuncture",
    "pleurisy",
    "oncology",
    "bronchitis",
    "neuralgia",
    "metastasis",
    "dyspnea",
    "meningitis",
    "eczema",
    "tinnitus",
    "urticaria",
    "pneumonia",
    "quinine",
    "lymphedema",
    "osteomyelitis",
    "ultrasound",
    "xenograft",
    "encephalopathy",
    "yaws",
    "fibrosis",
    "gastroenterology",
    "allergy",
    "thoracentesis",
    "wheezing",
    "endoscopy"
  ]
}
